tap "anomalyco/tap"
brew "btop"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "findutils"
brew "fish"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "jq"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "anomalyco/tap/opencode"
cask "beekeeper-studio"
cask "claude-code"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "slack"
cask "zed"
