tap "nikitabobko/tap"
brew "fish"
brew "gh"
brew "git"
brew "mise"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "postgresql@18"
brew "tree-sitter-cli"
brew "yazi"
cask "nikitabobko/tap/aerospace"
cask "beekeeper-studio"
cask "copilot-cli"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "obsidian"
cask "slack"
cask "thunderbird"
cask "yaak"
cask "zed"
