# CLI tools
brew "git"
brew "ripgrep"
brew "btop"
brew "jq"
brew "gh"
brew "tmux"
brew "neovim"
brew "docker"

# GNU utilities
brew "coreutils"
brew "gnu-sed"
brew "findutils"
brew "gawk"

# GUI applications
cask "ghostty"
cask "zed"

# Fonts
cask "font-jetbrains-mono-nerd-font"
